#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # azurerm_application_insights.ai will be created
  + resource "azurerm_application_insights" "ai" {
      + app_id                                = (known after apply)
      + application_type                      = "web"
      + daily_data_cap_in_gb                  = (known after apply)
      + daily_data_cap_notifications_disabled = (known after apply)
      + disable_ip_masking                    = false
      + id                                    = (known after apply)
      + instrumentation_key                   = (sensitive value)
      + location                              = "westeurope"
      + name                                  = "ai_demo"
      + resource_group_name                   = "rg_demo"
      + sampling_percentage                   = 100
    }

  # azurerm_resource_group.rg_demo will be created
  + resource "azurerm_resource_group" "rg_demo" {
      + id       = (known after apply)
      + location = "westeurope"
      + name     = "rg_demo"
      + tags     = {
          + "app"         = "2nd Webinar Demo"
          + "responsible" = "Thorsten Hans"
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform verification`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`, Workspace: `default`*
